Repository: EricTonygo/gpdealtheme
Catalog: languages/*.po
Languages: fr_fr

source: Transport offers
fr_fr: Offres de transport

source: Transport offer
fr_fr: Offre transport

source: home
fr_fr: accueil

source: reviews-and-evaluations
fr_fr: avis-et-evaluations

source: Reviews/Evaluations
fr_fr: Avis/Evaluations

source: terms-of-use
fr_fr: conditions-dutilisation

source: legal-notices
fr_fr: mentions-legales

source: contact-us
fr_fr: nous-contacter

source: registration
fr_fr: inscription

source: my-account
fr_fr: mon-compte

source: profile
fr_fr: profil

source: account-summary
fr_fr: recapitulatif-du-compte

source: write
fr_fr: saisir

source: change-the-password
fr_fr: modifier-le-mot-de-passe

source: Change your password
fr_fr: Modifiez votre mot passe

source: transport-offers
fr_fr: offres-de-transport

source: shipments
fr_fr: expeditions

source: search-for-unsatisfied-shipments
fr_fr: rechercher-les-expeditions-non-satisfaites

source: search-for-transport-offers
fr_fr: rechercher-les-offres-de-transport

source: select-transport-offers
fr_fr: selectionner-les-offres-de-transport

source: show-carriers-contacts
fr_fr: visualiser-les-contacts-des-transporteurs

source: forgot-your-password
fr_fr: mot-de-passe-oublie

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Login
fr_fr: Connexion

source: Log_in_plural_second_person
fr_fr: Connectez vous

source: log-in
fr_fr: connexion

source: Lang title
fr_fr: Français

source: French
fr_fr: Français

source: English
fr_fr: Anglais

source: My account
fr_fr: Mon compte

source: My profile
fr_fr: Mon profil

source: Sign out
fr_fr: Se déconnecter

source: Sign in
fr_fr: Se connecter

source: Sign up
fr_fr: S'inscrire

source: E-mail or username
fr_fr: E-mail ou pseudo

source: Home
fr_fr: Accueil

source: Password
fr_fr: Mot de passe

source: Remember me
fr_fr: Se souvenir de moi

source: Forgot your password
fr_fr: Mot de passe oublié

source: You do not have an account
fr_fr: Vous n'avez pas un compte

source: Internal server error
fr_fr: Erreur interne du serveur

source: Ship a package
fr_fr: Expédier un courrier/colis

source: Carry a package
fr_fr: Proposer un transport

source: My shipments
fr_fr: Mes expéditions

source: My transport offers
fr_fr: Mes offres transport

source: My transactions
fr_fr: Mes transactions

source: Transport requests
fr_fr: Demandes transport

source: Departure city
fr_fr: Ville de départ

source: Destination city
fr_fr: Ville de destination

source: Departure date
fr_fr: Date de départ

source: Destination date
fr_fr: Date d'arrivée

source: Search carriers
fr_fr: Rechercher transporteurs

source: Search shippers
fr_fr: Rechercher expéditeurs

source: Object
fr_fr: Objet

source: Several possible choices
fr_fr: Plusieurs choix possible

source: Search by city
fr_fr: Rechercher en fonction d'une ville

source: Search carriers/shipments
fr_fr: Rechercher transporteurs/expéditions

source: Search for carriers
fr_fr: Recherche transporteurs

source: Search results for transport offers
fr_fr: Resultat de la recherche des offres de transport

source: Carriers from
fr_fr: Transporteurs au départ de

source: Carriers to
fr_fr: Transporteurs à destination de

source: In progress
fr_fr: En cours

source: Evaluated/Closed
fr_fr: Evaluée/Cloturée

source: Expired
fr_fr: Expirée

source: Canceled
fr_fr: Annulée

source: Transaction in progress
fr_fr: Transaction en cours

source: No Status
fr_fr: Aucun statut

source: All rights reserved
fr_fr: Tous droits reservés

source: You
fr_fr: Vous

source: Corresponding offers
fr_fr: Les offres correspondantes

source: Offers that can interest you
fr_fr: Les offres pouvant vous intéresser

source: Selected carriers
fr_fr: Transporteurs selectionnés

source: Selected carrier
fr_fr: Transporteur selectionné

source: Carried shipments
fr_fr: Expéditions transportées

source: flag_code
fr_fr: fr

source: Welcome to our website
fr_fr: Bienvenue sur notre site

source: Register in a few minutes and take full advantage of our services
fr_fr: Inscrivez-vous en quelques minutes et profitez pleinement de nos services

source: Required information
fr_fr: Information obligatoire

source: Particular
fr_fr: Particulier

source: Professional
fr_fr: Professionnel

source: Enterprise
fr_fr: Entreprise

source: Change your profile picture
fr_fr: Modifiez votre photo de profil

source: Civil status
fr_fr: Etat civil

source: Civility
fr_fr: Civilité

source: Mr.
fr_fr: M.

source: Mrs
fr_fr: Mme

source: Ms
fr_fr: Mlle

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Username
fr_fr: Pseudo

source: Birth date
fr_fr: Date de naissance

source: You must be major to use our services
fr_fr: Vous devez être majeur pour utiliser notre services

source: Address
fr_fr: Adresse

source: Number and Street
fr_fr: Numéro et rue

source: Additional address
fr_fr: Complément adresse

source: Not identified
fr_fr: Non identifié

source: Identified
fr_fr: Identifié

source: Locality
fr_fr: Localité

source: Phone
fr_fr: Téléphone fixe

source: Mobile phone
fr_fr: Téléphone mobile

source: Number in international format with country code
fr_fr: Numéro au format international avec indicatif du pays

source: Mobile phone number
fr_fr: Numéro de téléphone mobile

source: Phone number
fr_fr: Numéro de téléphone fixe

source: Phone Number
fr_fr: Numéro de téléphone

source: Confirm mobile phone
fr_fr: Confirmer téléphone mobile

source: Mobile phone confirmation
fr_fr: Confirmation téléphone mobile

source: Login information
fr_fr: Informations de connexion

source: E-mail address
fr_fr: Adresse e-mail

source: Confirm e-mail
fr_fr: Confirmer e-mail

source: E-mail address confirmation
fr_fr: Confirmation adresse e-mail

source: Password confirmation
fr_fr: Confirmation mot de passe

source: Confirm password
fr_fr: Confirmer mot de passe

source: Security information
fr_fr: Informations sécurité

source: Test question
fr_fr: Question test

source: Select a test question
fr_fr: Selectionner une question test

source: I received and accepted the registration information
fr_fr: J'ai reçu et accepte, les informations sur l'inscription

source: Answer to test question
fr_fr: Réponse question test

source: I want to verify my identity
fr_fr: Je voudrais faire vérifier mon identité

source: Register now
fr_fr: S'inscrire maintenant

source: I would like to be informed about the products and services of Global Parcel Deal. I can change this setting at any time in the management of my profile information
fr_fr: Je souhaite être informé(e) des produits et des services du site Global Parcel Deal. Je peux modifier ce paramètre à tout moment dans la gestion des informations de mon profil

source: terms of use
fr_fr: conditions d'utilisation

source: transactions and data protection on the site gpdeal.com
fr_fr: les transactions et la protection des données du site gpdeal.com

source: Download a document to verify your identity
fr_fr: Télécharger un document permettant de vérifier votre identité

source: Download your company logo
fr_fr: Télécharger le logo de votre entreprise

source: Company information
fr_fr: Informations sur l'entreprise

source: Company name
fr_fr: Nom de l'entreprise

source: Legal form
fr_fr: Forme juridique

source: Legal form of the company
fr_fr: Forme juridique de l'entreprise

source: Company Identification Number
fr_fr: Numéro d'identification de l'entreprise

source: Individual VAT identification number
fr_fr: Numéro individuel d'identification de la TVA

source: Street and number of your address
fr_fr: Rue et numéro de votre adresse

source: Country
fr_fr: Pays

source: Your locality
fr_fr: Votre localité

source: Zip code
fr_fr: Code postal

source: Representative
fr_fr: Représentant

source: Position in the company
fr_fr: Fonction dans l'entreprise

source: Professional e-mail
fr_fr: E-mail professionnel

source: Professional e-mail address
fr_fr: Adresse e-mail professionnelle

source: Company e-mail
fr_fr: E-mail de l'entreprise

source: Company e-mail address
fr_fr: Adresse e-mail de l'entreprise

source: Confirm company e-mail
fr_fr: Confirmation e-mail de l'entreprise

source: Confirm company e-mail address
fr_fr: Confirmation de l'adresse e-mail de l'entreprise

source: Optional
fr_fr: Facultatif

source: Region
fr_fr: Région

source: City
fr_fr: Ville

source: Edit your profile
fr_fr: Modifiez votre profil

source: Error
fr_fr: Erreur

source: Edit my profile
fr_fr: Modifier mon profil

source: Edit
fr_fr: Modifier

source: Edit now
fr_fr: Modifier maintenant

source: Save
fr_fr: Sauvegarder

source: Enter Shipment
fr_fr: Saisir une expédition

source: Fill in the information below to complete your transaction
fr_fr: Remplissez les informations ci-dessous pour finaliser votre transaction

source: Fill in the information below and search for carriers available for your shipment
fr_fr: Remplissez les informations ci-dessous puis rechercher les transporteurs disponibles pour votre expédition

source: Start
fr_fr: Commencer

source: shipment
fr_fr: l'expédition

source: Shipment
fr_fr: Expédition

source: How it
fr_fr: Comment ça

source: works
fr_fr: fonctionne

source: Departure
fr_fr: Départ

source: Information on the item to be shipped
fr_fr: Informations objet à expédier

source: Object type to be shipped
fr_fr: Type d'objet à expédier

source: Contents
fr_fr: Contenu

source: Enter the contents of your shipment here
fr_fr: Saisir le contenu de votre expédition ici

source: The length, width and height (in cm)
fr_fr: La longueur, la largeur et la hauteur (en cm)

source: w(cm)
fr_fr: l(cm)

source: Weight
fr_fr: Poids

source: The weight of the item to be shipped (in kg)
fr_fr: Le poids de l'objet à expédier (en kg)

source: Picture
fr_fr: Illustration

source: I acknowledge having taken the list of
fr_fr: Je reconnais avoir pris de la liste des

source: objects prohibited for transport
fr_fr: objets prohibés pour le transport

source: Add an image of your objects
fr_fr: Ajouter une image de vos objets

source: Finalize transaction
fr_fr: Finaliser la transaction

source: How it works
fr_fr: Comment ça fonctionne

source: Modification of the shipment
fr_fr: Modification de l'expédition

source: Modify the information below and then search again for the carriers available for your shipment
fr_fr: Modifiez les informations ci-dessous puis rechercher à nouveau les transporteurs disponibles pour votre expédition

source: Cancel change
fr_fr: Annuler la modification

source: Carrier
fr_fr: Transporteur

source: Carriers
fr_fr: Transporteurs

source: Edit shipment
fr_fr: Modifier l'expédition

source: Fence
fr_fr: Cloturer

source: Enter a transport offer
fr_fr: Saisir une offre de transport

source: Fill in the information below and then publish your transport offer
fr_fr: Remplissez les informations ci-dessous puis publier votre offre de transport

source: transport_offer_str_start
fr_fr: Offre de

source: transport_offer_str_end
fr_fr: transport

source: Offer deadline
fr_fr: Date limite offre

source: Type(s) of object(s) transported
fr_fr: Type(s) d'objet(s) transporté(s)

source: Max length, width and height (in cm)
fr_fr: Longueur, la largeur et la hauteur max (en cm)

source: Max dimensions
fr_fr: Dimensions max

source: Max weight
fr_fr: Poids max

source: The maximum weight (in kg)
fr_fr: Le poids maximal (en kg)

source: Transport information
fr_fr: Informations transport

source: Cost
fr_fr: Coût

source: Modification of the transport offer
fr_fr: Modification de l'offre de transport

source: Update
fr_fr: Mettre à jour

source: Cancel Edit
fr_fr: Annuler la modification

source: Object(s) transported
fr_fr: Objet(s) transporté(s)

source: Status
fr_fr: Statut

source: Shipments
fr_fr: Expéditions

source: No reviews
fr_fr: Aucun avis

source: Length
fr_fr: Longueur

source: Width
fr_fr: Largeur

source: Height
fr_fr: Hauteur

source: Max length
fr_fr: Longueur max

source: Max width
fr_fr: Largeur max

source: Max height
fr_fr: Hauteur max

source: Give an reviews
fr_fr: Donner un avis

source: Publish your reviews
fr_fr: Publier votre avis

source: Edit offer
fr_fr: Modifier l'offre

source: Evaluations of the offer
fr_fr: Evaluations de l'offre

source: Package_cost
fr_fr: Forfait

source: Amount
fr_fr: Montant

source: Currency
fr_fr: Dévise

source: Publish offer
fr_fr: Publier l'offre

source: Confirmation of transaction
fr_fr: Confirmation de la transaction

source: Do you really want to perform this transaction
fr_fr: Voulez vous vraiment éffectuer cette transaction

source: Already a member
fr_fr: Déjà membre

source: Office
fr_fr: Fonction

source: Social Reasons
fr_fr: Raisons sociales

source: Enter your message here
fr_fr: Saisissez votre message ici

source: Enter your comment here
fr_fr: Saisissez votre commentaire ici

source: Send
fr_fr: Envoyer

source: Please answer all questions
fr_fr: Veuillez s'il vous plait répondre à toutes les questions

source: Unsatisfied
fr_fr: Insatisfait

source: Very satisfied
fr_fr: Très satisfait

source: Leave a comment
fr_fr: Laisser un commentaire

source: Leave a message
fr_fr: Laisser un message

source: Global evaluation
fr_fr: Evaluation globale

source: Expensive
fr_fr: Onéreux

source: Economic
fr_fr: Economique

source: Delivery time
fr_fr: Délai de livraison

source: Délais de livraison
fr_fr: Délai de livraison

source: State of objects
fr_fr: Etat des objets

source: Proper
fr_fr: Conforme

source: Improper
fr_fr: Non conforme

source: Items delivered
fr_fr: Objets livrés

source: Item delivered
fr_fr: Objet livré

source: No evaluation
fr_fr: Aucune évaluation

source: Add a comment
fr_fr: Ajouter a commentaire

source: Cancel
fr_fr: Annuler

source: Comment evaluation
fr_fr: Commenter l'évaluation

source: Answer
fr_fr: Répondre

source: Enter your answer here
fr_fr: Saisissez votre réponse ici

source: Evaluate/Close
fr_fr: Evaluer/Cloturer

source: Reviews
fr_fr: Avis

source: reviews
fr_fr: avis

source: has evaluated
fr_fr: a évalué il y a

source: has commented
fr_fr: a commenté il y a

source: Comments
fr_fr: Commentaires

source: Close
fr_fr: Fermer

source: Deadline
fr_fr: Date limite

source: Mode of transport
fr_fr: Mode de transport

source: Types of objects accepted by the carrier
fr_fr: Objet(s) accepté(s) par le tranporteur

source: No valid offer match your criteria
fr_fr: Aucune offre valide ne correspond à vos critères

source: Validate selection
fr_fr: Valider la selection

source: Shipments in search of carriers
fr_fr: Les expéditions en recherche de transporteurs

source: No unsatisfied shipment matches your criteria
fr_fr: Aucune expédition non satisfaite ne correspond à vos critères

source: Shipments in search of carriers that may interest you
fr_fr: Les expéditions en recherche de transporteurs pouvant vous intéresser

source: Fill in the information below to obtain your password
fr_fr: Remplissez les informations ci-dessous nécessaires pour l'obtention de votre mot de passe

source: Your test question
fr_fr: Votre question test

source: Password send successfully
fr_fr: Mot de passe envoyé avec succès

source: We have taken your request for password communication into account
fr_fr: Nous avons bien pris en compte votre demande de communication de mot de passe

source: Your login credentials have been sent to you by e-mail to the e-mail address of your account
fr_fr: Vos identifiants de connexion vous ont été envoyés par courrier electronique à l'adresse e-mail de votre compte

source: Send error
fr_fr: Erreur d'envoi

source: We could not send you your information by e-mail because an error occurred during the process
fr_fr: Nous n'avons pas pu vous envoyer vos informations par courrier electronique car une erreur est survenue pendant le processus

source: Confirmation of cancellation of the shipment
fr_fr: Confirmation de l'annulation de l'expédition

source: You are about to cancel your shipment
fr_fr: Vous êtes sur le point d'annuler votre expédition

source: Do you really want to continue
fr_fr: Voulez-vous vraiment continuer

source: Confirmation of Expedition Closing
fr_fr: Confirmation de la cloture de l'expédition

source: You are about to close this expedition
fr_fr: Vous êtes sur le point de cloturer cette expédition

source: View/Edit
fr_fr: Consulter/Modifier

source: View/Edit/Close
fr_fr: Consulter/Modifier/Cloturer

source: View
fr_fr: Consulter

source: Reset your password
fr_fr: Modifiez votre mot de passe

source: Fill in the information below to change your password
fr_fr: Remplissez les informations ci-dessous nécessaires pour modifier votre mot de passe

source: Current Password
fr_fr: Mot de passe actuel

source: New Password
fr_fr: Nouveau mot de passe

source: Confirm New Password
fr_fr: Confirmer nouveau mot de passe

source: Deadline for the validity of the offer
fr_fr: Date limite de validité de l'offre

source: No valid offer from
fr_fr: Aucune offre valide au départ de

source: No valid offer to
fr_fr: Aucune offre valide à destination de

source: Select
fr_fr: Selectionner

source: Your request has been registered
fr_fr: Votre demande a été enregistrée

source: You can change it
fr_fr: Vous pouvez la modifier

source: here
fr_fr: ici

source: or search again later
fr_fr: ou effectuer une nouvelle recherche ultérieurement

source: A carrier selected for your shipment
fr_fr: Le transporteur sélectionné pour votre envoi

source: Subject
fr_fr: Objet

source: from
fr_fr: de

source: to
fr_fr: vers

source: Cost of transport
fr_fr: Coût du transport

source: Cancel carrier if no transaction with him
fr_fr: Annuler le transporteur si pas de transaction avec lui

source: Give your reviews if transaction carried out
fr_fr: Donnez votre avis si transaction effectuée

source: Evaluate
fr_fr: Evaluer

source: View evaluations
fr_fr: Consulter les évaluations

source: Verification in Progress
fr_fr: Verification en cours

source: No carrier selected for the moment
fr_fr: Aucun transporteur selectionné pour le moment

source: Confirm transaction closure
fr_fr: Confirmation fermeture transaction

source: You are about to terminate the transaction with this carrier
fr_fr: Vous êtes sur le point de mettre un terme à la transaction avec ce transporteur

source: Unknown user
fr_fr: Utilisateur inconnu

source: Incorrect password
fr_fr: Mot de passe incorrect

source: Username or password incorrect
fr_fr: Pseudo ou mot de passe incorrect

source: Enter your username and your password
fr_fr: Saisissez votre pseudo et votre mot de passe

source: Unable to cancel your shipment
fr_fr: Impossible d'annuler votre expédition

source: Shipping canceled successfully
fr_fr: Expédition annulée avec succès

source: Unable to close your shipment
fr_fr: Impossible de cloturer votre expédition

source: Shipping successfully closed
fr_fr: Expédition cloturée avec succès

source: Your message has been send successfully
fr_fr: Votre message a été envoyé avec succès

source: Error sending. Verify the information and try again
fr_fr: Erreur lors de l'envoi. Verifier les informations puis réessayer à nouveau

source: Unable to add evaluation. An error has occurred
fr_fr: Impossible d'ajouter votre evaluation. Une erreur s'est produite

source: Offer evaluated and successfully closed
fr_fr: Offre evaluée et cloturée avec succès

source: Unable to add comment to this review
fr_fr: Impossible d'ajouter le commentaire à cette evaluation

source: Comment added successfully
fr_fr: Commentaire ajouté avec succès

source: Unable to add response to this comment
fr_fr: Impossible d'ajouter la réponse à ce commentaire

source: Successfully replied
fr_fr: Réponse ajoutée avec succès

source: Unable to close transaction
fr_fr: Impossible de fermer la transaction

source: Transaction close successfully
fr_fr: Transaction fermer avec succès

source: news
fr_fr: actualites

source: Activation of your account failed
fr_fr: L'activation de votre compte a échoué

source: Your account has been activated successfully
fr_fr: Votre compte a été activé avec succès

source: activate-your-account
fr_fr: activer-votre-compte

source: Your account is not activated
fr_fr: Votre compte n'est pas activé

source: We could not verify your security code. Verify it and try again
fr_fr: Nous n'avons pas pu vérifier votre code de sécurité. Vérifiez le puis essayez à nouveau

source: A user with this username already exists, please change it
fr_fr: Un utilisateur avec ce pseudo existe déjà veuillez le modifier

source: A user with this e-mail already exists please change it
fr_fr: Un utilisateur avec cet e-mail existe déjà veuillez le modifier

source: Security code not found
fr_fr: Code de sécurité introuvable

source: The information entered is incorrect(at least one piece of information is erroneous, incomplete or missing). Please try again.
fr_fr: Les informations saisies sont incorrectes (au moins une information est érronée, incomplète ou manquante). Veuillez recommencer votre saisie.

source: Login credentials
fr_fr: Identifiants de connexion

source: Hello
fr_fr: Bonjour

source: You wish to receive your password, we remind you below your login credentials
fr_fr: Vous avez souhaité recevoir votre mot de passe, nous vous rappelons ci-dessous vos identifiants de connexion

source: For safety reasons, we advise you to change this regularly
fr_fr: Pour des raisons de sécurité, nous vous conseillons de changer régulièrement ce dernier

source: Thank you for your confidence, we remain at your disposal for any additional information
fr_fr: Vous remerciant de votre confiance, nous restons à votre disposition pour toute information complémentaire

source: Cordially
fr_fr: Cordialement

source: The team
fr_fr: L'équipe

source: Think about the environment before you print this message
fr_fr: Pensez à l'environnement avant d'imprimer ce message

source: Unable to change password
fr_fr: Impossible de modifier le mot de passe

source: Welcome to Global Parcel Deal
fr_fr: Bienvenue sur Global Parcel Deal

source: You have just registered on our site and we thank you for your confidence
fr_fr: Vous venez de vous inscrire sur notre site et nous vous remercions de votre confiance

source: For security reasons, you must activate your account by clicking on the activation link opposite
fr_fr: Pour des raisons de sécurité, vous devez activer votre compte en cliquant sur le lien d'activation ci-contre

source: activate my global parcel deal account
fr_fr: activer mon compte global parcel deal

source: Do not hesitate to <a href='mailto:contact@gpdeal.com'>contact us</a> if you encounter difficulties during this activation
fr_fr: N'hésitez pas à <a href='mailto:contact@gpdeal.com'>nous contacter</a> si vous rencontrez des difficultés lors de cette activation

source: Please click on
fr_fr: Veuillez cliquez sur

source: this link
fr_fr: ce lien

source: to activate your account
fr_fr: pour activer votre compte

source: Your account has been created successfully
fr_fr: Votre compte a été créé avec succès

source: The activation link was sent to you by e-mail to the e-mail address of this account
fr_fr: Le lien d'activation vous a été envoyé par mail à l'adresse e-mail de ce compte

source: confirmation-registration
fr_fr: confirmation-inscription

source: Activation of account
fr_fr: Activation du compte

source: Identity status
fr_fr: Statut identité

source: Identity information
fr_fr: Informations sur l'identité

source: Link of identity file
fr_fr: Lien du fichier d'identité

source: No identity file
fr_fr: Aucun fichier d'identité

source: Packages
fr_fr: Expéditions

source: Tranport offer
fr_fr: Offre de transport

source: Package
fr_fr: Expédition

source: Terms of use
fr_fr: Conditions d'utilisation
