Repository: EricTonygo/gpdealtheme
Catalog: languages/*.po
Languages: fr_fr

source: You will be automatically notified (e-mail or sms) when an offer you may be interested in will be registered
fr_fr: Vous serez automatiquement notifié(e) (e-mail ou sms) lorsqu'une offre correspondante ou pouvant vous intéresser sera enregistrée

source: City/Country
fr_fr: Ville/Pays

source: Select your city and country
fr_fr: Selectionner votre ville et pays

source: Send Link
fr_fr: Envoyer le lien

source: Fill your e-mail below to obtain a password reset link
fr_fr: Saisissez ci-dessous votre e-mail pour obtenir le lien de modification de votre mot de passe

source: If you don't see our e-mail, check your spam folder
fr_fr: Si vous ne voyez pas notre courrier électronique, vérifiez votre dossier de spam

source: Please check your inbox and click on the secure link
fr_fr: Veuillez vérifier votre boîte de réception et cliquez sur le lien sécurisé

source: We sent you a link
fr_fr: Nous vous avons envoyé un lien

source: Resend the link
fr_fr: Reenvoyer le lien

source: Try different e-mail
fr_fr: Essayer un autre e-mail

source: Try again
fr_fr: Essayer encore

source: Modify your password and you can continue
fr_fr: Modifiez votre mot de passe et vous pouvez poursuivre

source: To change your GPDEAL password
fr_fr: Pour modifier votre mot de passe GPDEAL

source: click
fr_fr: cliquez

source: or paste the following link into your browser
fr_fr: ou collez le lien suivant dans votre navigateur

source: This link will expire in 24 hours, be sure to use it soon
fr_fr: Ce lien expirera dans 24 heures, assurez-vous de l'utiliser bientôt

source: Thank you for using GPDEAL
fr_fr: Merci d'utiliser GPDEAL

source: Publish new
fr_fr: Nouvelle expédition

source: New Shipment
fr_fr: Nouvelle expédition

source: New Transport Offer
fr_fr: Nouvelle Offre

source: Incomplete registration
fr_fr: Inscription incomplete

source: You must complete your registration to be able to publish a shipment
fr_fr: Vous devez completer votre inscription pour etre capable de publier une expédition

source: You must complete your registration to be able to publish a new transport offer
fr_fr: Vous devez completer votre inscription pour etre capable de publier une offre de transport

source: You must complete the missing information in your profile in order to be able to publish a transport offer
fr_fr: Vous devez compléter les informations manquantes dans votre profil pour pouvoir publier une offre de transport

source: You must complete the missing information in your profile in order to be able to search for carriers
fr_fr: Vous devez compléter les informations manquantes dans votre profil pour pouvoir rechercher des transporteurs

source: Account Type
fr_fr: Type de compte

source: Publish Shipment
fr_fr: Publier une expédition

source: Publish Transport Offer
fr_fr: Publier offre de transport

source: Edit Shipment
fr_fr: Modifier l'expédition

source: Edit Transport Offer
fr_fr: Modifier offre de transport

source: payment
fr_fr: payement

source: Letter
fr_fr: Courrier

source: Parcel
fr_fr: Colis

source: Other
fr_fr: Autre

source: Water
fr_fr: Mer

source: Earth
fr_fr: Terre

source: abrev_length
fr_fr: L

source: abrev_width
fr_fr: l

source: abrev_height
fr_fr: h

source: Offer Information
fr_fr: Informations Offre

source: Carrier Contact
fr_fr: Contacts Transporteur

source: Card Identity Number
fr_fr: Numéro Carte Identité

source: Company Ident Number
fr_fr: Numéro Ident Entreprise

source: Transaction Fees
fr_fr: Frais de transaction

source: Insurance Fees
fr_fr: Frais d'assurance

source: Insurance payment
fr_fr: Paiement assurance

source: Transaction Amount
fr_fr: Montant Transaction

source: Billing Information
fr_fr: Informations Facturation

source: Card Number
fr_fr: Numéro Carte

source: Choose your payment method then pay your transaction fees
fr_fr: Choisissez votre méthode de paiement puis payer vos frais de transaction

source: Choose your payment method then pay your insurance fees
fr_fr: Choisissez votre méthode de paiement puis payer vos frais d'assurance

source: Pay with Credit Card
fr_fr: Payer avec carte credit

source: Pay with PayPal
fr_fr: Payer avec PayPal

source: Credit Card Number
fr_fr: Numéro carte de credit

source: Month
fr_fr: Mois

source: Year
fr_fr: Année

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: Billing Country
fr_fr: Pays Facturation

source: Select Country
fr_fr: Selectionner Pays

source: Having trouble making a payment? Please contact us at
fr_fr: Vous avez du mal à effectuer un paiement ? Contactez-nous à

source: review
fr_fr: compte-rendu

source: Review
fr_fr: Compte rendu

source: Confirm Transaction
fr_fr: Confirmer Transaction

source: Continue to confirm transaction
fr_fr: Continuer à confirmer transaction

source: User profile
fr_fr: Profil

source: Your account is already activated
fr_fr: Votre compte est déjà activé

source: You have not activated your account yet
fr_fr: Vous n'avez pas encore activé votre compte

source: To sign in, please activate it via the link sent in your e-mail address
fr_fr: Pour vous connecter, veuillez l'activer via le lien envoyé dans votre adresse mail

source: Enterprise profile
fr_fr: Profil entreprise

source: Profile
fr_fr: Profil

source: View my shipments
fr_fr: Voir mes expéditions

source: View my transport offers
fr_fr: Voir mes offres de transport

source: Publish a shipment
fr_fr: Publier une expédition

source: Publish a transport offer
fr_fr: Publier une offre transport

source: Overview
fr_fr: Vue d'ensemble

source: View/Edit Profile
fr_fr: Consulter/Modifier Profil

source: Account
fr_fr: Compte

source: Name
fr_fr: Nom

source: Account Information
fr_fr: Informations du compte

source: Finalize Registration
fr_fr: Finaliser Inscription

source: Resetting your password
fr_fr: Reinitialisation de votre mot de passe

source: The offers that can interest you for your shipment
fr_fr: Les offres pouvant vous intéresser pour votre envoi

source: The corresponding offers for your shipment
fr_fr: Les offres correspondantes pour votre envoi

source: Send your message
fr_fr: Envoyer votre message

source: Name or Campany name
fr_fr: Nom ou Nom entreprise

source: The dates of your shipment are exceeded
fr_fr: Les dates de votre expédition sont dépassées

source: No shipment for the moment
fr_fr: Aucune expédition pour le moment

source: No carrier for the moment
fr_fr: Aucun transporteur pour le moment

source: No selected carrier
fr_fr: Aucun transporteur selectionné

source: You are a
fr_fr: Vous êtes un

source: find_TO_form_title
fr_fr: J'expédie

source: find_package_form_title
fr_fr: Je transporte

source: Your name or campany name
fr_fr: Votre nom ou nom entreprise

source: Share on Facebook
fr_fr: Partager sur Facebook

source: Share on Twitter
fr_fr: Partager sur Twitter

source: on
fr_fr: sur

source: View/Evaluate
fr_fr: Consulter/Evaluer

source: Unsatisfied Shipments
fr_fr: Expéditions non satisfaites

source: This password reset link is invalid
fr_fr: Ce lien de reinitialisation du mot de passe n'est pas valide

source: This password reset link is expired
fr_fr: Ce lien de reinitialisation du mot de passe a expiré

source: I ship
fr_fr: J'expédie

source: I carry
fr_fr: Je transporte

source: Log in now to start using our services
fr_fr: Connectez vous tout de suite pour commencer à utiliser nos services

source: You have just registered on our site and we thank you for your trust
fr_fr: Vous venez de vous inscrire sur notre site et nous vous remerçions de votre confiance

source: For security reasons, you must activate your account by clicking on
fr_fr: Pour des raisons de sécurité, vous devez activer votre compte en cliquant sur

source: this activation link
fr_fr: ce lien d'activation

source: Best regards
fr_fr: Bien cordialement

source: Thank you for your loyalty
fr_fr: Merci de votre fidélité

source: Notification of change of e-mail address
fr_fr: Notification d'un changement d'adresse e-mail

source: The modification of your e-mail address has been considered on our Global Parcel Deal website
fr_fr: La modification de votre adresse de messagerie a bien été prise en compte sur notre site Global Parcel Deal

source: If you are not the owner of this action, please contact the site administrator at
fr_fr: Si vous n'êtes pas à l'origine de cette action, veuillez svp contacter l'administrateur du site à l'adresse

source: We have a valid transport offer corresponding to your shipment
fr_fr: Nous avons une offre de transport valide correspondant à votre expédition

source: to search for the offer
fr_fr: pour rechercher l'offre

source: New transport offer
fr_fr: Nouvelle offre de transport

source: Value of your property
fr_fr: Valeur de votre bien

source: I would like to ensure my shipment
fr_fr: Je voudrais assurer mon expédition

source: Enter the value of your property
fr_fr: Saisir la valeur de votre bien

source: Get insurance cost
fr_fr: Coût assurance

source: Insurance cost
fr_fr: Coût assurance

source: Continue to pay insurance
fr_fr: Continuer à payer assurance

source: Search for carriers from and to
fr_fr: Rechercher les tranporteurs au depart et à destination de

source: For security reasons, an activation link has been sent to the e-mail address indicated. Click on this link to log in
fr_fr: Pour des raisons de sécurité, un lien d'activation a été envoyé à l'adresse mail indiqué. Cliquez sur ce lien pour vous connecter

source: Edit the information below to update your transport offer
fr_fr: Modifiez les informations ci-dessous pour mettre à jour votre offre de transport

source: Insure shipment
fr_fr: Assurer expédition

source: insure-shipment
fr_fr: assurer-expedition

source: day_abrev
fr_fr: j

source: Do you want to insure your shipment
fr_fr: Voulez-vous assurer votre expédition

source: Enter the value of your property then get the cost of insurance
fr_fr: Saissez la valeur de votre bien puis obtenez le coût de l'assurance

source: Insurance
fr_fr: Assurance

source: To be informed by SMS and E-mail when an corresponding transport offer is published
fr_fr: Pour être informé par SMS et E-mail lorsqu'une offre de transport correspondante sera publiée

source: If you want to be informed by e-mail and SMS once a corresponding offer has been published
fr_fr: Si vous souhaitez être informé(e) par SMS et E-mail dès qu'une offre correspondante sera publiée

source: Create
fr_fr: Créer

source: create-alert-for-transport-offers
fr_fr: creer-alerte-pour-offres-de-transport

source: Create an alert for transport offers
fr_fr: Créer une alerte pour les offres de transport

source: Create an alert here
fr_fr: Créez une alerte ici

source: Transport offers alerts fees
fr_fr: Frais alertes offres transport

source: Choose your payment method then pay your transport offers alerts fees
fr_fr: Choisissez votre méthode de paiement puis payer vos frais d'alertes offres transport

source: Transport offers alerts cost
fr_fr: Coût alertes offres de transport

source: City, Country
fr_fr: Ville, Pays

source: Country code
fr_fr: Indicatif pays

source: Select Country code
fr_fr: Selectionner Indicatif pays

source: Number without country code
fr_fr: Numero sans indicatif pays

source: Update profile
fr_fr: Actualiser profil

source: Enter your shipment informations
fr_fr: Saisissez les informations de votre expédition

source: Edit your shipment informations
fr_fr: Modifiez les informations de votre expédition

source: Enter your transport offer informations
fr_fr: Saisissez les informations de votre offre de transport

source: Edit your transport offer informations
fr_fr: Modifiez les informations de votre offre de transport

source: Example of object that you can to carry
fr_fr: Exemple des objects que vous pouvez transporter

source: Enter the description of object that you can to carry
fr_fr: Saisissez la description des objets que vous pouvez transporter

source: Portable objects
fr_fr: Objets transportables

source: Use "." For decimal numbers. Ex: 1.5
fr_fr: Utilisez "." pour les nombres decimaux. Ex: 1.5

source: An alert has been activated for your request. We will notify you by SMS and E-mail as soon as an offer corresponding to your criteria will be published
fr_fr: Une alerte a été activée pour votre demande. Nous vous informerons par SMS et E-mail dès qu'une offre repondant à vos critères sera publiée

source: Create an SMS and E-mail alert for your shipment
fr_fr: Créer une alert SMS et E-mail pour votre envoi

source: Your payment was successfully registered. Your alert is active until
fr_fr: Votre paiement a été enregistré avec succès. Votre alerte est active jusqu'au

source: Your payment could not be saved. Please change payment method or try again later
fr_fr: Votre paiement n'a pas pu être enregistré. Veuillez changer de mode de paiement ou ressayer ultérieurement

source: Pay & create alert
fr_fr: Payer & créer alerte

source: Cost of SMS and E-mail Alert
fr_fr: Coût de l'alerte SMS et E-mail

source: Your password has been changed successfully
fr_fr: Votre mot de passe a été modifié avec succès

source: An alert has been activated for this shipment
fr_fr: Une alerte a été activée pour cet envoi

source: Corresponding transport offers for
fr_fr: Offres de transport correspondantes pour

source: Transport offers that can interest you for
fr_fr: Offres de tranporteur pouvant vous intéresser pour

source: Your transport offer has been saved and published
fr_fr: Votre offre de transport a été sauvegardée et publiée

source: Your transport offer has been edited and published
fr_fr: Votre offre de transport a été modifiée et publiée

source: Some data is missing. Please check and try again
fr_fr: Certaines données sont manquantes. Verifiez puis essayez à nouveau

source: Some data is missing for saving your transport offer
fr_fr: Certaines données sont manquantes pour la sauvegarde de votre offre de transport

source: Payment has been cancelled
fr_fr: Le payement a été annulé

source: Cancel details for review
fr_fr: Annuler le details pour cet avis

source: Give more details for your review
fr_fr: Donnez plus de détails pour votre avis

source: An error occurred while editing your transport offer
fr_fr: Une erreur est survenue pendant la modification de votre offre

source: An error occurred while saving your transport offer
fr_fr: Une erreur est survenue pendant la sauvegarde de votre offre

source: An error occurred while editing your shipment
fr_fr: Une erreur est survenue pendant la modification de votre expédition

source: An error occurred while saving your shipment
fr_fr: Une erreur est survenue pendant la sauvegarde de votre expédition

source: Not verified
fr_fr: Non vérifié

source: Verified
fr_fr: Vérifié

source: Your profile has been updated successfully
fr_fr: Votre profil a été mis à jour avec succès

source: An error occurred while updating your profile
fr_fr: Une erreur est servenue pendant la modification de votre profil

source: An error occurred while creating your account
fr_fr: Une erreur est survenue pendant la creation de votre compte

source: Unable to change password. Incorrect user
fr_fr: Impossible de modifier le mot de passe. Utilisateur incorrect

source: Please select a valid transport offer for a valid shipment
fr_fr: Veuillez selectionner une offre de transport valide pour une expédition valide

source: Please select a valid shipment for your alert
fr_fr: Veuillez selectionner une expédition valide pour votre alerte

source: Please select a shipment for finding the transport offers
fr_fr: Veuillez selectionner une expédition valide pour rechercher les offres de transport

source: You are not a author of this shipment. Log in with a correct user or select your own shipment
fr_fr: Vous n'êtes pas l'auteur de cette expédition. Connectez vous avec l'utilisateur correspondant ou selectionner une expédition vous appartenant

source: We have a (or the) valid transport offer(s) that may be of interest to you for your shipment
fr_fr: Nous avons une(ou des) offre(s) de transport valides pouvant vous intéresser pour votre expédition

source: to search and select the offer that suits you
fr_fr: pour rechercher et selectionner l'offre qui vous convient

source: Alert transport offer(s)
fr_fr: Alerte offre(s) de transport

source: The current password provided is not correct. Please check it out and try again
fr_fr: Le mot de passe actuel fourni n'est pas correct. Veuillez le vérifier puis essayer à nouveau

source: Object to be shipped
fr_fr: Objet à expédier

source: Describe a content of your shipment here
fr_fr: Decrivez le contenu de votre expédition ici

source: The e-mail registered for your transactions is now
fr_fr: L'e-mail enregistré pour vos transactions est desormais

source: GPDeal uses cookies to provide you a more personalized service
fr_fr: GPDeal utilise des cookies afin de vous délivrer un service plus personnalisé

source: By continuing your navigation, we understand that you accept
fr_fr: En poursuivant votre navigation, nous comprenons que vous acceptez

source: and
fr_fr: et

source: our
fr_fr: notre

source: privacy policy and cookies
fr_fr: charte de confidentialité et de cookies

source: Details
fr_fr: Détails
